PatrickF1/fzf.fish
catppuccin/fish
franciscolourenco/done
gazorby/fish-abbreviation-tips
jorgebucaran/autopair.fish
jorgebucaran/fisher
meaningful-ooo/sponge
oh-my-fish/plugin-bang-bang
