# Taps
tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'
tap 'homebrew/services'
tap 'johanhaleby/kubetail'

# Commands
brew 'asdf'
brew 'curl'
brew 'diff-so-fancy'
brew 'direnv'
brew 'git'
brew 'gpg'
brew 'htop'
brew 'kubetail'
brew 'TomAnthony/brews/itermocil'
brew 'postgresql'
brew 'redis'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'zsh'

# Casks
cask 'alfred'
cask 'docker'
cask 'fliqlo'
cask 'framer-x'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'iterm2'
cask 'keybase'
cask 'rescuetime'
cask 'setapp'
cask 'sketch'
cask 'skype'
cask 'spotify'
cask 'sublime-text'
cask 'tower'
cask 'visual-studio-code'

cask 'font-input'

# App store
brew 'mas'

mas '1Password 7', id: 1333542190
mas 'Bear', id: 1091189122
mas 'Day One', id: 1055511498
mas 'Grammarly for Safari', id: 1462114288
mas 'iHosts', id: 1102004240
mas 'Keynote', id: 409183694
mas 'Magnet', id: 441258766
mas 'Microsoft Excel', id: 462058435
mas 'Microsoft PowerPoint', id: 462062816
mas 'NordVPN IKE', id: 1116599239
mas 'Pixelmator Pro', id: 1289583905
mas 'Slack', id: 803453959
mas 'Spark', id: 1176895641
mas 'Things', id: 904280696
mas 'Tweetbot', id: 1384080005
mas 'xScope', id: 889428659
