# Taps
tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'
tap 'homebrew/services'
tap 'johanhaleby/kubetail'

# Commands
brew 'asdf'
brew 'curl'
brew 'diff-so-fancy'
brew 'direnv'
brew 'git'
brew 'gpg'
brew 'htop'
brew 'kubetail'
brew 'TomAnthony/brews/itermocil'
brew 'postgresql'
brew 'redis'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'zsh'

# Casks
cask 'boostnote'
cask 'clockify'
cask 'rowanj-gitx'
cask 'fork'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'karabiner-elements'
cask 'iterm2'
cask 'rescuetime'
cask 'recordit'
cask 'sequel-pro'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'sublime-text'
cask 'visual-studio-code'
cask 'fliqlo'
cask 'xmind'
cask 'firefox'
cask 'grammarly'
cask 'psequel'
cask 'authy'
cask 'adobe-acrobat-reader'
cask 'chromedriver'
cask 'graphql-ide'

# App store
brew 'mas'

mas '1Password 7', id: 1333542190
mas 'Bear', id: 1091189122
mas 'Day One', id: 1055511498
mas 'Grammarly for Safari', id: 1462114288
mas 'iHosts', id: 1102004240
mas 'Keynote', id: 409183694
mas 'Magnet', id: 441258766
mas 'Microsoft Excel', id: 462058435
mas 'Microsoft PowerPoint', id: 462062816
mas 'NordVPN IKE', id: 1116599239
mas 'Pixelmator Pro', id: 1289583905
mas 'Things', id: 904280696
mas 'Tweetbot', id: 1384080005
mas 'xScope', id: 889428659
